---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPrefix
source: html/297dcf41-d032-3318-5775-dc5d793e0f97.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitPrefix Property

"Circuit Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitPrefix { get; }
```